Repository: jurialmunkey/skin.eminence
Catalog: language/Lithuanian/strings.po
Languages: lt

# #31101
source: Information
lt: Informacija

# #31104
source: Live TV
lt: Televizija

# #31105
source: TV Guide
lt: TV gidas

# #31106
source: Fullscreen
lt: Visame ekrane

# #31108
source: Quick Nav
lt: Greitoji navigacija

# #31109
source: Recently Added
lt: Vėliausiai pridėti

# #31110
source: In Progress
lt: Nebaigti žiūrėti

# #31111
source: Type
lt: Tipas

# #31112
source: Spotlight
lt: Apžvalga

# #31113
source: items
lt: elementai

# #31114
source: Channels
lt: Kanalai

# #31115
source: Finishes at
lt: Baigiasi

# #31116
source: Close
lt: Uždaryti

# #31118
source: Playing
lt: Atkuriama

# #31119
source: Info
lt: Informacija

# #31120
source: Auto-Login
lt: Automatinis prisijungimas

# #31121
source: Used Memory
lt: Naudojama atminties

# #31122
source: No info available...
lt: Nėra informacijos...

# #31123
source: Channel
lt: Kanalas

# #31124
source: Airing
lt: Transliuojama

# #31125
source: End Time
lt: Pabaigos laikas

# #31126
source: Channel Group
lt: Kanalo grupė

# #31127
source: Recording
lt: Įrašymas

# #31128
source: Scheduled
lt: Suplanuotas

# #31129
source: Not Scheduled
lt: Nesuplanuotas

# #31130
source: Shutdown Timer
lt: Išjungimo laikmatis

# #31131
source: Master Mode: On
lt: Valdytojo režimas: įjungta

# #31132
source: Master Mode: Off
lt: Valdytojo režimas: išjungta

# #31133
source: Cancel Timer
lt: Atšaukti laikmatį

# #31134
source: Mute
lt: Išjungti garsą

# #31135
source: Artwork
lt: Iliustracijos

# #31136
source: Changes
lt: Pakeitimai

# #31137
source: Re-initialise skin - WARNING: Resets skin to defaults
lt: Atstatyti teminę išvaizdą - ĮSPĖJIMAS: atstato teminės išvaizdos nustatymų numatytąsias reikšmes

# #31138
source: Set weather fanart
lt: Nustatyti orų Fanart

# #31140
source: Show visualisation behind slideshow
lt: Rodyti vizualizaciją už skaidrių

# #31141
source: Movies Widget
lt: Filmų valdiklis

# #31142
source: Tv Shows Widget
lt: TV laidų valdiklis

# #31143
source: Disc Menu
lt: Disko meniu

# #31144
source: Enable TV Tunes
lt: Įjungti TV Tunes

# #31145
source: Show now playing video in background
lt: Rodyti šiuo metu atkuriamą vaizdo įrašą fone

# #31146
source: Show fanart
lt: Rodyti Fanart

# #31147
source: Views
lt: Rodiniai

# #31149
source: Set home background
lt: Nustatyti pradinio ekrano foną

# #31150
source: Show info
lt: Rodyti informaciją

# #31151
source: Hide info
lt: Slėpti informaciją

# #31152
source: Posters
lt: Plakatai

# #31153
source: Wall
lt: Siena

# #31154
source: Banner
lt: Reklamjuostė

# #31156
source: All Movies
lt: Visi filmai

# #31157
source: All TV Shows
lt: Visos TV laidos

# #31158
source: Fullscreen
lt: Visame ekrane

# #31159
source: Recently Played
lt: Neseniai atkurta

# #31160
source: Press down for options...
lt: Paspauskite žemyn, norėdami atidaryti parinktis...

# #31161
source: Show PVR channel icon in header
lt: Rodyti PVR kanalo piktogramą antraštėje

# #31162
source: Show extended details when pressing info
lt: Rodyti išsamią informaciją paspaudus 'Informacija'

# #31163
source: Custom
lt: Savas

# #31164
source: Customise
lt: Tinkinti

# #31165
source: Edit icon
lt: Keisti piktogramą

# #31166
source: Items
lt: Elementai

# #31167
source: Pages
lt: Puslapiai

# #31168
source: Home
lt: Pradinis ekranas

# #31169
source: Add item
lt: Pridėti elementą

# #31170
source: Now playing
lt: Dabar atkuriama

# #31171
source: the items on your home menu
lt: elementai pradiniame meniu

# #31172
source: Edit
lt: Keisti

# #31173
source: on
lt: per

# #31175
source: Television
lt: Televizija

# #31176
source: Media Center
lt: Media centras

# #31177
source: Show weather with clock
lt: Rodyti orus su laikrodžiu

# #31178
source: Use taller tiles
lt: Naudoti aukštesnes plyteles

# #31179
source: Movies Hub
lt: Filmų šakotuvas

# #31180
source: Tv Shows Hub
lt: TV laidų šakotuvas

# #31181
source: Widget
lt: Valdiklis

# #31182
source: Home background widget (press up to access)
lt: Pradinio ekrano fono valdiklis (paspauskite aukštyn, norėdami atidaryti)

# #31183
source: Mix of in-progress tv-shows and random movies
lt: Sumaišyti nebaigtas žiūrėti TV laidas ir atsitiktinius filmus

# #31184
source: Quick nav mode
lt: Greitos navigacijos režimas

# #31185
source: Fanart fade amount
lt: Fanart išblukimo lygis

# #31186
source: Custom Item
lt: Individualus elementas

# #31187
source: Next Aired
lt: Kita transliacija

# #31188
source: Show next aired in RSS feed
lt: Rodyti kitą transliaciją RSS sklaidos kanale

# #31189
source: Update next aired data on startup
lt: Atnaujinti kitos transliacijos duomenis paleidimo metu

# #31190
source: Login
lt: Prisijungti

# #31191
source: User login
lt: Vartotojo prisijungimas

# #31192
source: Select a profile
lt: Pasirinkite profilį

# #31193
source: Trailers
lt: Anonsai

# #31194
source: Loading...
lt: Įkeliama...

# #31195
source: Enable widget carousel access on down
lt: Įjungti valdiklių karuselės atidarymą paspaudus žemyn

# #31196
source: Channel Options
lt: Kanalo parinktys

# #31197
source: General Options
lt: Bendros parinktys

# #31198
source: Show widget info panel
lt: Rodyti valdiklio informacinį skydelį

# #31199
source: Skip hubs and go straight to library
lt: Praleisti šakotuvus ir eiti tiesiai į biblioteką

# #31200
source: Manual search...
lt: Rankinė paieška...

# #31201
source: Set Colour
lt: Nustatyti spalvą

# #31202
source: Widget Carousel
lt: Valdiklių karuselė

# #31203
source: Reset global background path to default
lt: Atstatyti globalaus fono kelio numatytąją reikšmę

# #31204
source: Match highlight to tile color
lt: Priderinti pažymėjimo spalvą prie plytelės spalvos

# #31205
source: Don't fade unfocused tiles
lt: Neišblukinti nepasirinktų plytelių

# #31206
source: Use theme colour for focused tiles
lt: Naudoti temos spalvą pasirinktai plytelei

# #31207
source: Movie Set
lt: Filmų rinkinys

# #31208
source: Home Screen
lt: Pradinis ekranas

# #31209
source: Set global background widget
lt: Nustatyti globalų fono valdiklį

# #31210
source: Set background image
lt: Nustatyti fono atvaizdą

# #31211
source: Move item
lt: Perkelti elementą

# #31212
source: Swap with another tile
lt: Sukeisti vietomis su kita plytele

# #31213
source: Click on a tile to see the available customisation options. Either select a preset tile option or modify an existing tile's name, colour, icon, path and background widget. You can also swap the position of tiles.
lt: Paspauskite ant plytelės, norėdami pamatyti galimas tinkinimo parinktis. Pasirinkite arba iš anksto nustatytą plytelės parinktį, arba keiskite esamą plytelės vardą, spalvą, piktogramą, kelią ir fono valdiklį. Taip pat galite sukeisti plytelių pozicijas.

# #31214
source: Customise your home menu tiles
lt: Tinkinkite pagrindinio meniu plyteles

# #31215
source: Choose a tile to swap with this one
lt: Pasirinkite plytelę, kurią norite sukeisti vietomis su šia

# #31216
source: Show clearart/logo with osd
lt: Rodyti clearart/logotipą osd lange

# #31217
source: Show power button
lt: Rodyti išjungimo mygtuką

# #31218
source: Change background colour based on time of day
lt: Keisti fono spalvą priklausomai nuo paros laiko

# #31219
source: Insert item
lt: Įterpti elementą

# #31220
source: Experimental
lt: Eksperimentinis

# #31221
source: EPG Timeline
lt: EPG laiko juosta

# #31222
source: • Customise widget item
lt: • Tinkinti valdiklio elementą

# #31223
source: Banner List
lt: Reklamjuosčių sąrašas

# #31224
source: Forecast
lt: Prognozė

# #31225
source: Info List
lt: Informacijos sąrašas

# #31226
source: Show title
lt: Rodyti pavadinimą

# #31227
source: Hide title
lt: Slėpti pavadinimą

# #31228
source: Set background overlay
lt: Nustatyti fono perdangą

# #31229
source: Background image (click to reset)
lt: Fono atvaizdas (paspauskite norėdami atstatyti)

# #31230
source: Animate fanart
lt: Animuoti Fanart

# #31231
source: Edit Playlist
lt: Keisti grojaraštį

# #31232
source: Rule
lt: taisyklę

# #31233
source: Enter rule...
lt: Įvesti taisyklę...

# #31234
source: Advanced
lt: Išplėstiniai

# #31235
source: Extras
lt: Priedai

# #31236
source: Header text
lt: Antraštės tekstas

# #31237
source: Invert widget access
lt: Sukeisti valdiklių prieigą

# #31238
source: Open carousel in own window
lt: Atidaryti karuselę savame lange

# #31239
source: Kiosk mode
lt: Kiosko režimas

# #31240
source: Use theme colour for header
lt: Naudoti temos spalvą antraštėje

# #31241
source: 3D Mode
lt: 3D režimas

# #31242
source: Media Info
lt: Media informacija

# #31243
source: Most
lt: Didžiausias

# #31244
source: Moderate
lt: Vidutinis

# #31245
source: Least
lt: Mažiausias

# #31246
source: No description available
lt: Nėra aprašymo

# #31247
source: Customise home screen tiles. From here you can create new tiles, modify existing tiles, insert tiles, delete tiles, swap tiles and set individual background widgets. To set individual background widgets you must first disable the Global Widget. To set colours for individual tiles you must first disable the Use Theme Colour For Focused Tiles option.
lt: Tinkinti pradinio ekrano plyteles. Čia galite sukurti naujas plyteles, modifikuoti esamas, įterpti ar pašalinti jas, sukeisti plyteles vietomis ir nustatyti individualius fono valdiklius. Norint nustatyti individualius fono valdiklius pirmiau reikia išjungti globalų valdiklį. Norint nustatyti individualią plytelių spalvą, pirmiau reikia išjungti 'Naudoti temos spalvą pasirinktai plytelei' parinktį.

# #31248
source: Sets the background widget for the home screen that can be accessed by pressing up. Disabling this option allows individual widgets to be set for tiles in the customisation screen.
lt: Nustato pradinio ekrano fono valdiklį, kuris gali būti atidarytas paspaudus aukštyn. Šios parinkties išjungimas leidžia nustatyti plytelėms individualius valdiklius tinkinimo ekrane.

# #31249
source: Show the information panel for background widgets.
lt: Rodyti fono valdiklių informacinį skydelį.

# #31250
source: Focused tiles on home screen match the theme's highlight colour. Unfocused tiles are set to grey. This overrides individual tile colour settings.
lt: Pasirinkta plytelės spalva pradiniame ekrane sutaps su temos pažymėjimo spalva. Kitos plytelės bus pilkos spalvos. Ši parinktis perrašys individualios plytelių spalvos nustatymus.

# #31251
source: Match the colour of the focused tile's text underline to the colour of the tile.
lt: Pasirinktos plytelės teksto pabraukimo spalva atitiks plytelės spalvą.

# #31252
source: Sets the path to the background slideshow that is shown when the focused tile does not have a background widget set.
lt: Nustatyti fono skaidrių kelią, kurios bus rodomos, kai pasirinkta plytelė neturi nustatyto fono valdiklio.

# #31253
source: Enables an additional widget carousel that is accessed by pressing down. Once open, pressing up will cycle through the widgets.
lt: Įjungti papildomą valdiklių karuselę, kurią galima atidaryti paspaudus žemyn. Kai atidaryta, spaudžiant aukštyn galima perjunginėti valdiklius.

# #31254
source: Open the widget carousel in its own window rather than above the home screen tiles.
lt: Atidaryti valdiklių karuselę atskirame lange, o ne virš pradinio ekrano plytelių.

# #31255
source: Invert access to widgets so that up opens the carousel and down accesses the background widget.
lt: Sukeisti valdiklių prieigą vietomis taip, kad paspaudus aukštyn būtų atidaryta karuselė, o paspaudus žemyn - fono valdiklis.

# #31256
source: Show fanart in the background of library views.
lt: Rodyti Fanart bibliotekos rodinių fone.

# #31257
source: Sets how much the background fanart is faded. There are three settings: Most, Moderate and Least.
lt: Nustatyti kiek turi būti išblukęs fono Fanart. Yra trys galimi lygio pasirinkimai: didžiausias, vidutinis ir mažiausias.

# #31258
source: Animate background fanart with a Ken Burns type effect.
lt: Animuoti fono Fanart naudojant Ken Burns tipo efektą.

# #31259
source: Set the backgroud image that is displayed when no fanart is available. Click once to clear the current path and again to select a new path.
lt: Nustatyti fono atvaizdą, kuris bus rodomas , kai nėra Fanart. Paspauskite kartą, norėdami išvalyti dabartinį kelią ir dar kartą, norėdami parinkti naują.

# #31260
source: Changes the background colour based upon the time of day. This overrides the background image setting. The images for the background colour overlay can be modified in skin.eminence/extras/sunset - the number of the image matches the hour it is displayed at in 24 hour time.
lt: Keisti fono spalvą priklausomai nuo paros laiko. Ši parinktis perrašo fono atvaizdo nustatymą. Fono spalvos perdangos atvaizdai gali būti pakeisti skin.eminence/extras/sunset aplanke. Atvaizdo numeris atitinka 24 valandų laiko formato valandas.

# #31261
source: Sets the image used as a background overlay. Click once to clear the current path and again to select a new path.
lt: Nustatyti atvaizdą, kuris bus naudojamas kaip fono perdanga. Paspauskite kartą, norėdami išvalyti dabartinį kelią ir dar kartą, norėdami parinkti naują.

# #31262
source: Sets the path to weather fanart used in the weather screen.
lt: Nustatyti kelią iki orų Fanart, kurie bus naudojami orų ekrane.

# #31263
source: Select the widget shown in the movies hub. Can choose spotlight, in progress or smart playlist.
lt: Pasirinkti valdiklį, kuris bus rodomas filmų šakotuve. Galima pasirinkti apžvalgą, nebaigtus žiūrėti filmus ar išmanųjį grojaraštį.

# #31264
source: Set the smart playlist used in the movie hub widget. Smart playlists can be created by going to the movies hub and scrolling down in the right pane to the playlists option.
lt: Nustatyti išmanųjį grojaraštį, kuris bus naudojamas filmų šakotuvo valdiklyje. Išmanusis grojaraštis gali būti sukurtas atsidarius filmų šakotuvą ir pasirinkus grojaraščių parinktį skydelyje dešinėje.

# #31265
source: Sets a custom item to be shown in the right pane of the hub underneath recently added.
lt: Nustatyti individualų elementą, kuris bus rodomas šakotuvo skydelyje dešinėje, žemiau neseniai įkeltų elementų parinkties.

# #31266
source: Select the widget shown in the tv shows hub. Can choose spotlight, in progress or smart playlist.
lt: Pasirinkti valdiklį, kuris bus rodomas TV laidų šakotuve. Galima pasirinkti apžvalgą, nebaigtas žiūrėti TV laidas ar išmanųjį grojaraštį.

# #31267
source: Set the smart playlist used in the tv show hub widget. Smart playlists can be created by going to the tv show hub and scrolling down in the right pane to the playlists option.
lt: Nustatyti išmanųjį grojaraštį, kuris bus naudojamas TV laidų šakotuvo valdiklyje. Išmanusis grojaraštis gali būti sukurtas atsidarius TV laidų šakotuvą ir pasirinkus grojaraščių parinktį skydelyje dešinėje.

# #31268
source: Use the Artist Slideshow addon to show a slideshow of artist images as the music visualisation.
lt: Naudoti 'Artist Slideshow' priedą, kad atlikėjo atvaizdai būtų rodomi kaip muzikos vizualizacija.

# #31269
source: Shows the extend info panel on pressing info with fullscreen video or music.
lt: Rodyti išsamios informacijos skydelį paspaudus 'Informacija', kai visame ekrane atkuriamas vaizdo ar garso įrašas.

# #31270
source: Show clearart or clearlogo in the bottom right of screen whenever the seekbar displays on fullscreen video.
lt: Rodyti Clearart ar Clearlogo ekrano dešiniame apatiniame kampe, kai rodoma progreso juosta atkuriant vaizdo įrašą visame ekrane.

# #31271
source: Modify the default 'Media Center' text shown in the header.
lt: Pakeisti numatytąjį tekstą "Media centras", kuris rodomas antraštėje.

# #31272
source: Matches the colour of the header tile to the theme's highlight colour.
lt: Priderinti antraštės plytelės spalvą prie temos pažymėjimo spalvos.

# #31273
source: Prevents the side view menu from being accessed in library views.
lt: Neleidžia pasiekti šoninio rodinio meniu bibliotekų rodiniuose.

# #31274
source: Enables the TV Tunes addon in library views. Plays the tv theme song when viewing the seasons or episodes of a tv show.
lt: Įjungti 'TV Tunes' priedą bibliotekos rodiniuose. Kai įjungta, pasirinkus TV laidos sezoną ar epizodą, bus atkuriama TV temos daina.

# #31275
source: Show the RSS feed at the bottom of the screen
lt: Rodyti RSS sklaidos kanalą ekrano apažioje

# #31276
source: Show next aired information for tv shows at the bottom of the screen. Also shows an RSS feed of upcoming tv show airdates in the tv show hub. In the Next Aired addon configuration enable the 'Show All Tv Shows for homescreen' option for best effect.
lt: Rodyti TV laidų kitos transliacijos informaciją ekrano apačioje. Taip pat rodo artimiausių TV laidos transliacijos datų RSS sklaidos kanalą TV laidų šakotuve. 'Next Aired' priedo konfigūracijoje įjunkite 'Rodyti visas TV laidas pradiniame ekrane' parinktį, norėdami gauti geriausią rezultatą.

# #31277
source: Resets the skin back to default settings. WARNING: this will wipe all your skin settings. All custom tiles and widgets will be reset to defaults.
lt: Atstatyti teminės išvaizdos nustatymų numatytąsias reikšmes. ĮSPĖJIMAS: tai ištrins visus dabartinius teminės išvaizdos nustatymus. Visos individualios plytelės ir valdikliai bus atstatyti į numatytąją būseną.

# #31278
source: PVR Manager
lt: PVR tvarkyklė

# #31279
source: Alt style
lt: Alternatyvus stilius

# #31280
source: Automatically start artwork downloader after library update
lt: Automatiškai paleisti 'Artwork downloader' po bibliotekos atnaujinimo

# #31281
source: Hubs
lt: Šakotuvai

# #31282
source: Header
lt: Antraštė

# #31283
source: Set Path
lt: Nurodyti kelią

# #31284
source: Show extended info at bottom of screen
lt: Rodyti išplėstinę informaciją ekrano apačioje

# #31285
source: Premiere Date
lt: Premjeros data

# #31286
source: Disable clock
lt: Išjungti laikrodį

# #31287
source: Set startup video
lt: Nustatyti įžanginį vaizdo įrašą
