Repository: jurialmunkey/skin.eminence
Catalog: language/*/strings.po
Languages: dutch

# #31101
source: Information
dutch: Informatie

# #31105
source: TV Guide
dutch: TV gids

# #31106
source: Fullscreen
dutch: Volledig Scherm

# #31108
source: Quick Nav
dutch: Snelle navigatie

# #31109
source: Recently Added
dutch: Recent toegevoegd

# #31110
source: In Progress
dutch: Bezig

# #31114
source: Channels
dutch: Kanalen

# #31115
source: Finishes at
dutch: afgelopen om

# #31116
source: Close
dutch: Sluiten

# #31118
source: Playing
dutch: Afspelend

# #31120
source: Auto-Login
dutch: Automatisch inloggen

# #31121
source: Used Memory
dutch: Gebruikt geheugen

# #31122
source: No info available...
dutch: Geen info beschikbaar...

# #31123
source: Channel
dutch: Kanaal

# #31124
source: Airing
dutch: Uitzending

# #31125
source: End Time
dutch: Eindtijd

# #31126
source: Channel Group
dutch: Kanaalgroep

# #31128
source: Scheduled
dutch: Gepland

# #31129
source: Not Scheduled
dutch: Niet gepland

# #31130
source: Shutdown Timer
dutch: Uitschakelingstimer

# #31131
source: Master Mode: On
dutch: Expert mode: Aan

# #31132
source: Master Mode: Off
dutch: Expert mode: Uit

# #31133
source: Cancel Timer
dutch: Afbreken timer

# #31136
source: Changes
dutch: Veranderingen

# #31137
source: Re-initialise skin - WARNING: Resets skin to defaults
dutch: Re-initialiseer skin - WAARSCHUWING: Herstel skin naar haar standaardwaarden

# #31138
source: Set weather fanart
dutch: Instellen fan-art weer

# #31139
source: Artist slideshow
dutch: Diavoorstelling artiesten

# #31140
source: Show visualisation behind slideshow
dutch: Toon visualisatie achter Diavoorstelling

# #31141
source: Movies Widget
dutch: Films Widget

# #31142
source: Tv Shows Widget
dutch: TV-series Widget

# #31143
source: Disc Menu
dutch: Menu disks

# #31144
source: Enable TV Tunes
dutch: Activeer TV Tunes

# #31145
source: Show now playing video in background
dutch: Toon huidige video op de achtergrond

# #31146
source: Show fanart
dutch: Fanart uitzetten

# #31147
source: Views
dutch: Weergaves

# #31149
source: Set home background
dutch: Instellen begin achtergrond

# #31150
source: Show info
dutch: Info weergeven

# #31151
source: Hide info
dutch: Verberg info

# #31153
source: Wall
dutch: Muur

# #31155
source: Lovefilm
dutch: Liefdesfilm

# #31156
source: All Movies
dutch: Alle Films

# #31157
source: All TV Shows
dutch: Alle TV-Series

# #31158
source: Fullscreen
dutch: Volledig Scherm

# #31159
source: Recently Played
dutch: Onlangs afgespeeld

# #31160
source: Press down for options...
dutch: Druk omlaag voor opties...

# #31161
source: Show PVR channel icon in header
dutch: Toon PVR kanaalicoon bovenaan.

# #31162
source: Show extended details when pressing info
dutch: Toon uitgebreide details bij aanklikken info

# #31164
source: Customise
dutch: Aanpassen

# #31165
source: Edit icon
dutch: Wijzig icoon

# #31167
source: Pages
dutch: Pagina`s

# #31168
source: Home
dutch: Beginscherm

# #31169
source: Add item
dutch: voeg item toe

# #31170
source: Now playing
dutch: Wordt afgespeeld

# #31171
source: the items on your home menu
dutch: De items op jouw startmenu

# #31172
source: Edit
dutch: Wijzigen

# #31173
source: on
dutch: op

# #31174
source: Cinema Experience
dutch: Bioscoop-ervaring

# #31175
source: Television
dutch: Televisie

# #31177
source: Show weather with clock
dutch: Toon Weer met klok

# #31178
source: Use taller tiles
dutch: Gebruik langere tegels

# #31179
source: Movies Hub
dutch: Films Hub

# #31180
source: Tv Shows Hub
dutch: TV-series Hub

# #31182
source: Home background widget (press up to access)
dutch: Toon achtergrond widget (druk omhoog voor toegang)

# #31183
source: Mix of in-progress tv-shows and random movies
dutch: Mix van lopende TV-series en willekeurige films

# #31184
source: Quick nav mode
dutch: Snelle navigatie modus

# #31185
source: Fanart fade amount
dutch: Fanart Fade hoeveelheid

# #31186
source: Custom Item
dutch: Aangepast Item

# #31188
source: Show next aired in RSS feed
dutch: Toon volgende uitzending in RSS feed

# #31189
source: Update next aired data on startup
dutch: Update next aired data tijdens opstarten

# #31190
source: Login
dutch: Inloggen

# #31191
source: User login
dutch: Gebruikerslogin

# #31192
source: Select a profile
dutch: Selecteer een profiel

# #31194
source: Loading...
dutch: Aan het laden...

# #31195
source: Enable widget carousel access on down
dutch: Activeer widget carrousel toegang bij omlaag

# #31196
source: Channel Options
dutch: Kanaalopties

# #31197
source: General Options
dutch: Algemene instellingen

# #31198
source: Show widget info panel
dutch: Toon widget info paneel

# #31199
source: Skip hubs and go straight to library
dutch: Skip hubs en ga rechtstreeks naar bibliotheek

# #31200
source: Manual search...
dutch: Manueel zoeken...

# #31201
source: Set Colour
dutch: Instellen kleur

# #31202
source: Widget Carousel
dutch: Widget carrousel

# #31203
source: Reset global background path to default
dutch: Hertel globale achtergrond locatie naar standaard

# #31204
source: Match highlight to tile color
dutch: Match highlight naar tegel kleur

# #31205
source: Don't fade unfocused tiles
dutch: Niet-gefocuste tegels niet vervagen

# #31206
source: Use theme colour for focused tiles
dutch: Gebruik themakleur voor gefocuste tegels

# #31207
source: Movie Set
dutch: Speelfilmcollectie

# #31208
source: Home Screen
dutch: Beginscherm

# #31209
source: Set global background widget
dutch: Instellen globale achtergrond widget

# #31210
source: Set background image
dutch: Achtergrond instellen

# #31211
source: Move item
dutch: Verplaats item

# #31212
source: Swap with another tile
dutch: Verwissel met een andere tegel

# #31213
source: Click on a tile to see the available customisation options. Either select a preset tile option or modify an existing tile's name, colour, icon, path and background widget. You can also swap the position of tiles.
dutch: Klik op een tegel om de beschikbare aanpassingsopties te zien. ofwel selecteer een voorinstelling tegel optie of modificeer een bestaande tegel`s naam, kleur, icoon, locatie of achtergrond widget. Je kan eveneens de positie van de tegels verwisselen.

# #31214
source: Customise your home menu tiles
dutch: Pas jouw startmenu tegels aan

# #31215
source: Choose a tile to swap with this one
dutch: Kies een tegel om te verwisselen met deze

# #31216
source: Show clearart/logo with osd
dutch: Toon clearart/log met OSD

# #31217
source: Show power button
dutch: Toon powerknop

# #31218
source: Change background colour based on time of day
dutch: Verander achtergrondkleur gebaseerd op de tijd van de dag

# #31219
source: Insert item
dutch: Invoegen item

# #31220
source: Experimental
dutch: Experimenteel

# #31221
source: EPG Timeline
dutch: EPG tijdlijn

# #31222
source: • Customise widget item
dutch: • aanpassen widget item

# #31223
source: Banner List
dutch: Bannerlijst

# #31224
source: Forecast
dutch: Verwachting

# #31225
source: Info List
dutch: Infolijst

# #31226
source: Show title
dutch: Toon titel

# #31227
source: Hide title
dutch: Verberg titel

# #31228
source: Set background overlay
dutch: Instellen achtergrond overlay

# #31229
source: Background image (click to reset)
dutch: Achtergrond afbeelding (klik om te herstellen)

# #31230
source: Animate fanart
dutch: Animeer fanart

# #31231
source: Edit Playlist
dutch: Verander afspeellijst

# #31232
source: Rule
dutch: Regel

# #31233
source: Enter rule...
dutch: Voeg regel...

# #31234
source: Advanced
dutch: Geavanceerd

# #31236
source: Header text
dutch: Koptekst

# #31237
source: Invert widget access
dutch: omkeren widget toegang

# #31238
source: Open carousel in own window
dutch: Open carrousel in eigen scherm

# #31240
source: Use theme colour for header
dutch: Gebruik themakleur voor header

# #31241
source: 3D Mode
dutch: 3D Modus

# #31243
source: Most
dutch: Meeste

# #31244
source: Moderate
dutch: Matig

# #31245
source: Least
dutch: Minste

# #31246
source: No description available
dutch: Geen beschrijving beschikbaar

# #31247
source: Customise home screen tiles. From here you can create new tiles, modify existing tiles, insert tiles, delete tiles, swap tiles and set individual background widgets. To set individual background widgets you must first disable the Global Widget. To set colours for individual tiles you must first disable the Use Theme Colour For Focused Tiles option.
dutch: Aanpassen beginscherm tegels. Vanuit hier kan je nieuwe tegels creëren, bestaande tegels modificeren, tegels invoegen, tegels verwijderen, tegels verwisselen en individuele achtergrond widgets instellen. om de individuele achtergrond widgets, moet je eerst de globale widget uitschakelen. om kleuren in te stellen voor individuele tegels met je eerst de gebruik themakleur voor gefocuste tegels optie uitschakelen.

# #31248
source: Sets the background widget for the home screen that can be accessed by pressing up. Disabling this option allows individual widgets to be set for tiles in the customisation screen.
dutch: Stelt de achtergrond widget voor het beginscherm in die toegankelijk is door omhoog te drukken. Deactiveren van deze optie staat individuele widgets te worden ingesteld voor tegels in het aanpassingsscherm.

# #31249
source: Show the information panel for background widgets.
dutch: Toon het informatiepaneel voor de achtergrond widgets.

# #31250
source: Focused tiles on home screen match the theme's highlight colour. Unfocused tiles are set to grey. This overrides individual tile colour settings.
dutch: Gefocuste tegels op het beginscherm komen overeen met de thema`s gekenmerkte kleur. Niet gefocuste tegels zijn ingesteld op grijs. dit overschrijft de individuele tegelkleurinstellingen.

# #31251
source: Match the colour of the focused tile's text underline to the colour of the tile.
dutch: Maak de tegeltekstkleur in focus gelijk aan de tegelkleur

# #31252
source: Sets the path to the background slideshow that is shown when the focused tile does not have a background widget set.
dutch: Stelt het pad naar de achtergronddiashow in, die wordt getoond wanneer de gefocuste tegel geen achtergrondwidget heeft ingesteld.

# #31253
source: Enables an additional widget carousel that is accessed by pressing down. Once open, pressing up will cycle through the widgets.
dutch: Activeert een bijkomende widgetcarrousel die start door omlaag te drukken. Wanneer geopend, Door omhoog te drukken doorloop je de widgets.

# #31254
source: Open the widget carousel in its own window rather than above the home screen tiles.
dutch: Open de widgetcarousel in z'n eigen scherm in plaats van boven de beginscherm tegels.

# #31255
source: Invert access to widgets so that up opens the carousel and down accesses the background widget.
dutch: Omkeren toegang tot widgets dus dat Omhoog de carrousel opent en omlaag toegang geeft tot de achtergrond widget.

# #31256
source: Show fanart in the background of library views.
dutch: Toon fanart in de achtergrond van bibliotheekvertoningen.

# #31257
source: Sets how much the background fanart is faded. There are three settings: Most, Moderate and Least.
dutch: Stelt in in hoeverre de achtergrondfanart vervaagd. Er zijn drie waarden: Meeste, Matig en Minste.

# #31258
source: Animate background fanart with a Ken Burns type effect.
dutch: Animeer de achtergrondfanart met een Ken Burns type effect.

# #31259
source: Set the backgroud image that is displayed when no fanart is available. Click once to clear the current path and again to select a new path.
dutch: Stel de achtergrondafbeelding in die wordt getoond wanneer er geen fanart beschikbaar is. Klik eenmaal om het huidige pad te wissen, en nogmaals om een nieuw pad te kiezen.

# #31260
source: Changes the background colour based upon the time of day. This overrides the background image setting. The images for the background colour overlay can be modified in skin.eminence/extras/sunset - the number of the image matches the hour it is displayed at in 24 hour time.
dutch: Veranderd de achtergrondkleur gebaseerd op de tijd van de dag. dit overschrijft de achtergrond afbeeldingsinstelling. De afbeeldingen voor de achtergrondkleur overlapping kan worden gemodificeerd in skin.eminence/extra`s/sunset - het nummer van de afbeelding dat overeenkomt met het uur wordt getoond in 24 uurs tijd.

# #31261
source: Sets the image used as a background overlay. Click once to clear the current path and again to select a new path.
dutch: Stelt de afbeelding in die gebruikt wordt als een achtergrond overlapping. klik eenmaal om het huidig pad te wissen en nogmaals om een nieuw pad te kiezen.

# #31262
source: Sets the path to weather fanart used in the weather screen.
dutch: Stelt de locatie in waarnaar weer fanart wordt gebruikt in het weer scherm.

# #31263
source: Select the widget shown in the movies hub. Can choose spotlight, in progress or smart playlist.
dutch: Selecteer de widget die wordt getoond in de films hub. je kan kiezen voor spotlight, lopend of slimme afspeellijst.

# #31264
source: Set the smart playlist used in the movie hub widget. Smart playlists can be created by going to the movies hub and scrolling down in the right pane to the playlists option.
dutch: Stel de slimme afspeellijst in gebruikt in de film hub widget. slimme afspeellijsten kunnen worden gecreëerd door naar de films hub te gaan en omlaag te scrollen naar het juiste paneel naar de afspeellijsten opties.

# #31265
source: Sets a custom item to be shown in the right pane of the hub underneath recently added.
dutch: Stelt en aangepast item in die moet worden getoond in het juiste paneel van de hub, onder recent toegevoegd.

# #31266
source: Select the widget shown in the tv shows hub. Can choose spotlight, in progress or smart playlist.
dutch: Selecteer de widget die wordt getoond in de TV-series jub. Je kan kiezen voor spotlight, lopend of slimme afspeellijst

# #31267
source: Set the smart playlist used in the tv show hub widget. Smart playlists can be created by going to the tv show hub and scrolling down in the right pane to the playlists option.
dutch: Stel de slimme afspeellijst in gebruikt in de film TV-serie widget. slimme afspeellijsten kunnen worden gecreëerd door naar de films hub te gaan en omlaag te scrollen naar het juiste paneel naar de afspeellijsten opties.

# #31268
source: Use the Artist Slideshow addon to show a slideshow of artist images as the music visualisation.
dutch: Gebruikt de artiesten diavoorstelling add-on om een diavoorstelling te tonen van een artiestenafbeeldingen al de muziekvisualisatie

# #31269
source: Shows the extend info panel on pressing info with fullscreen video or music.
dutch: Toont het uitgebreide info paneel bij het drukken van info met volledig scherm video of muziek.

# #31270
source: Show clearart or clearlogo in the bottom right of screen whenever the seekbar displays on fullscreen video.
dutch: Toon clearart of clearlogo rechtsonder in het scherm wanneer de zoekbalk wordt vertoond bij volledig scherm video.

# #31271
source: Modify the default 'Media Center' text shown in the header.
dutch: Verander de standaard 'Media Center' tekst in de top.

# #31272
source: Matches the colour of the header tile to the theme's highlight colour.
dutch: Maakt de kleur van de koptegel overeenkomstig met de thema`s steunkleur

# #31273
source: Prevents the side view menu from being accessed in library views.
dutch: Voorkomt het zijaanzicht menu te worden geopend in de bibliotheek vertoningen.

# #31274
source: Enables the TV Tunes addon in library views. Plays the tv theme song when viewing the seasons or episodes of a tv show.
dutch: Activeert de TV Tunes add-on in de bibliotheek weergaven. speelt het tv themanummer wanneer de seizoenen of afleveringen van een tv serie worden bekeken.

# #31275
source: Show the RSS feed at the bottom of the screen
dutch: Toon de RSS feed onderaan het scherm.

# #31276
source: Show next aired information for tv shows at the bottom of the screen. Also shows an RSS feed of upcoming tv show airdates in the tv show hub. In the Next Aired addon configuration enable the 'Show All Tv Shows for homescreen' option for best effect.
dutch: Toon volgende uitzending informatie voor tv series onderaan het scherm. Toont eveneens een RSS feed van de komende tv serie uitzenddatum in de tv serie hub. in de Next Aired addon configuratie activeren van de 'toon alle tv series voor beginscherm' optie voor het beste effect.

# #31277
source: Resets the skin back to default settings. WARNING: this will wipe all your skin settings. All custom tiles and widgets will be reset to defaults.
dutch: Herstelt de skin terug naar zijn standaardinstellingen. WAARSCHUWING: dit zal alle skin instellingen wissen. alle aangepaste tegels en widgets worden gereset naar hun standaardinstellingen.

# #31278
source: PVR Manager
dutch: PVR beherder

# #31279
source: Alt style
dutch: Oude stijl

# #31280
source: Automatically start artwork downloader after library update
dutch: Automatisch Artwork downloader starten na bibliotheekupdate

# #31283
source: Set Path
dutch: Stel het pad in

# #31284
source: Show extended info at bottom of screen
dutch: Toon uitgebreide info onderaan het scherm

# #31285
source: Premiere Date
dutch: Première datum

# #31286
source: Disable clock
dutch: De-activeer klok

# #31287
source: Set startup video
dutch: Intellen opstartvideo
